{
    "page": {
        "tag": "هندسة_القطاعات_الرأسية",
        "title": "دقة",
        "titleHighlight": "رأسية.",
        "description": "نشر وحدات البنية التحتية الخاصة بالمجال عبر القطاعات الحيوية مع نزاهة معمارية مطلقة.",
        "visualSchema": "المخطط_المرئي::وحدة_"
    },
    "finance": {
        "title": "التمويل والبنوك",
        "tag": "بنية_تحتية_مالية_v4",
        "description": "في بيئة رأس المال العالمي عالية المخاطر، الكمون هو المخاطرة. نقوم بهندسة بيئات معاملات ذات كمون منخفض للغاية تجمع بين مرونة التكنولوجيا المالية الحديثة وأمن أنظمة البنوك المركزية.",
        "points": [
            {
                "title": "أداء حتمي",
                "text": "معالجة الحزم في أقل من مللي ثانية للتداول عالي التردد وبروتوكولات التسوية الفورية."
            },
            {
                "title": "بنية الامتثال",
                "text": "مسارات تدقيق آلية وغير قابلة للتغيير مصممة للأنظمة المصرفية الصارمة وإعداد التقارير في الوقت الفعلي."
            },
            {
                "title": "أمن الأصول المشفرة",
                "text": "بيئات توقيع مدعومة بالأجهزة وتكامل التخزين البارد لرواد الأصول الرقمية."
            }
        ]
    },
    "healthcare": {
        "title": "الرعاية الصحية والتكنولوجيا الحيوية",
        "tag": "بيانات_حيوية_v2",
        "description": "حماية البيانات الأكثر حساسية على وجه الأرض مع تمكين التعاون العلمي العالمي. تدعم بنياتنا السحابية الحيوية مجموعات بيانات الأبحاث الجينية الضخمة والتسليم المتوافق مع HIPAA.",
        "points": [
            {
                "title": "الحوسبة الجينومية",
                "text": "عناقيد المعالجة المتوازية الموزعة لتسلسل الحمض النووي في الوقت الفعلي ومحاكاة طي البروتين."
            },
            {
                "title": "سيادة البيانات",
                "text": "بنيات تخزين مشفرة عند السكون تضمن خصوصية المريض المطلقة عبر الحدود الدولية."
            },
            {
                "title": "منصات القياس عن بعد",
                "text": "تدفقات عالية التوافر للتدخلات الطبية عن بعد وأنظمة مراقبة المرضى عبر إنترنت الأشياء."
            }
        ]
    },
    "logistics": {
        "title": "الخدمات اللوجستية والإمداد",
        "tag": "أتمتة_لوجستية_v9",
        "description": "تحويل الحركة المادية إلى وضوح رقمي. نستفيد من قياس إنترنت الأشياء في الوقت الفعلي ومحاكاة التوأم الرقمي لدفع الكفاءة التشغيلية عبر سلسلة التوريد العالمية.",
        "points": [
            {
                "title": "توائم رقمية ديناميكية",
                "text": "نسخ افتراضي لأسطولك المادي بالكامل للصيانة التنبؤية وتحسين المسار."
            },
            {
                "title": "أنظمة الاستشعار البيئية",
                "text": "تتبع في الوقت الفعلي لمقاييس سلسلة التبريد، وموقع الأصول، واستشعار الاهتزاز للبضائع الحساسة."
            },
            {
                "title": "العقد المستقلة",
                "text": "هندسة الخلفية للمستودعات الآلية وبنية الشحن ذاتية الملاحة."
            }
        ]
    }
}