{
    "page": {
        "title": "دراسات الحالة.",
        "description": "سجل حافل في تقديم التميز التقني للمشاريع المؤسسية عالية المخاطر عبر قطاعات التمويل، والخدمات اللوجستية، والتكنولوجيا الحيوية.",
        "verticals": {
            "tag": "القطاعات",
            "title": "تخصص المجال.",
            "finance": {
                "title": "التمويل والبنوك",
                "description": "تأمين بيانات المعاملات عالية التردد وترحيل السحابة للبنوك العالمية."
            },
            "biotech": {
                "title": "التكنولوجيا الحيوية والصحة",
                "description": "بناء منصات تعاونية للأبحاث الجينية وبيانات التجارب السريرية."
            },
            "logistics": {
                "title": "الخدمات اللوجستية والإمداد",
                "description": "تطوير لوحات تحكم إنترنت الأشياء في الوقت الفعلي لرؤية شاملة لسلسلة التوريد."
            }
        },
        "viewProject": "اقرأ دراسة الحالة الكاملة"
    },
    "tags": {
        "cloud": "سحابي",
        "security": "أمان",
        "fintech": "تكنولوجيا مالية",
        "web-app": "تطبيق ويب",
        "biotech": "تكنولوجيا حيوية",
        "big-data": "بيانات ضخمة",
        "transformation": "تحول رقمي",
        "iot": "إنترنت الأشياء",
        "logistics": "لوجستيات"
    },
    "detail": {
        "backToArchives": "العودة إلى الأرشيف",
        "caseStudy": "دراسة حالة",
        "challenge": "تحدي العميل",
        "solution": "الحل المنفذ",
        "architecture": "الهندسة المعمارية",
        "impact": "مقاييس التأثير",
        "techSpecs": "المواصفات_التقنية.v4",
        "projectShowcase": "عرض المشروع",
        "techUsed": "التقنيات المستخدمة",
        "nextDeployment": "النشر_التالي",
        "metrics": {
            "efficiency": "رفع الكفاءة",
            "uptime": "معيار التشغيل",
            "latency": "تقليل الكمون"
        },
        "tech_items": {
            "distributed": "عقدة عنقودية موزعة",
            "encryption": "تشفير من الطرف إلى الطرف (AES-256)",
            "zeroTrust": "بنية الوصول معدومة الثقة",
            "telemetry": "لوحة تحكم القياس عن بعد في الوقت الفعلي",
            "pci": "طبقة الامتثال PCI-DSS"
        }
    },
    "items": {
        "p1": {
            "title": "البنية التحتية المصرفية الأساسية",
            "description": "إصلاح شامل لبيئة المعاملات عالية التردد الخاصة بهم باستخدام هندسة السحابة الأصلية.",
            "challenge": "توسيع نطاق الهياكل القديمة المتجانسة لدعم متطلبات التداول الحديثة عالية التردد دون التضحية بالأمن أو وقت التشغيل.",
            "solution": "الانتقال إلى بنية سحابية قائمة على الخدمات المصغرة ومعدومة الثقة مع توسيع تلقائي وخطوط كشف الاحتيال في الوقت الفعلي.",
            "longDescription": "واجه بنك ستيلاريس اختناقات حرجة خلال ساعات التداول الذروة. قمنا بإعادة تصميم بنيتهم التحتية الأساسية من الصفر، وتنفيذ بيئة سحابية خاصة تستخدم دفاتر الأستاذ الموزعة والخدمات المصغرة للتعامل مع أكثر من 100,000 معاملة في الثانية مع كمون أقل من مللي ثانية.",
            "impact": "تخفيض بنسبة 99% في كمون المعاملات، وتشغيل بنسبة 100% خلال أحداث المرور القياسية، ورؤية محسنة للامتثال التنظيمي."
        },
        "p2": {
            "title": "تصور البيانات الجينومية",
            "description": "تطبيق ويب مخصص يسمح بالتعاون في الوقت الفعلي على بيانات التسلسل الجيني بحجم بيتابايت.",
            "challenge": "عرض والتعاون على ملفات بيانات بحجم بيتابايت عبر اتصالات إنترنت قياسية دون فقدان البيانات أو تأخير كبير.",
            "solution": "محرك تقسيم بيانات مخصص يبث فقط المقاطع المرئية إلى المتصفح، جنباً إلى جنب مع طبقة تعاون تعتمد على WebSocket.",
            "longDescription": "احتاجت NeoGen Bio إلى طريقة للباحثين عبر أربع قارات للتعاون على مجموعات بيانات جينومية ضخمة. قمنا بتطوير تطبيق ويب مخصص يبث قطاعات البيانات عند الطلب، مما يسمح للباحثين بتصور وشرح سلاسل الحمض النووي المعقدة في الوقت الفعلي من خلال واجهة متصفح آمنة.",
            "impact": "قلل الباحثون وقت التحليل بنسبة 40% ومكنوا أول تعاون عالمي في الوقت الفعلي في مشروع الجينوم البشري v4."
        },
        "p3": {
            "title": "التوأم الرقمي لسلسلة التوريد",
            "description": "التحول الرقمي الشامل لشبكة الخدمات اللوجستية العالمية الخاصة بهم باستخدام إنترنت الأشياء ولوحات التحكم في الوقت الفعلي.",
            "challenge": "توحيد آلاف نقاط البيانات المتباينة من شركات الشحن الخارجية، ووحدات GPS الداخلية، وأجهزة الاستشعار البيئية في مصدر واحد للحقيقة.",
            "solution": "تطوير بحيرة بيانات موحدة مدمجة مع أداة تصور ثلاثية الأبعاد للكرة الأرضية تعتمد على WebGL وأنظمة تنبيه آلية.",
            "longDescription": "عملت Aura Logistics برؤية مجزأة لأسطولها العالمي. قمنا بتنفيذ منصة توأم رقمي مدمجة مع إنترنت الأشياء توفر تصوراً ثلاثي الأبعاد في الوقت الفعلي لسلسلة التوريد الخاصة بهم بالكامل، من درجات حرارة الحاويات في المحيط الأطلسي إلى مواقع الشاحنات في برلين.",
            "impact": "تحسين كفاءة المسار بنسبة 15%، وتقليل انكماش المخزون بنسبة 22%، وتوفير شفافية في الوقت الفعلي للعملاء لأول مرة."
        }
    }
}